IdeaRS.OpenModel.Material.MatSteelAUS.fy
Default yield strength for nominal thickness of the element - fy

IdeaRS.OpenModel.Material.MatSteelAUS.fu
Default ultimate strength  for nominal thickness of the element - fu

IdeaRS.OpenModel.Material.MatSteelAUS.MaterialStrength
Material strength for specific thickness of plate

IdeaRS.OpenModel.Material.MatSteelAUS.PhiOMFu
Overstrength coefficient for fu

IdeaRS.OpenModel.Material.MatSteelAUS.PhiOMFy
Overstrength coefficient for fy